main ./Brewfile.base

brew "transmission-cli"
brew "ollama

cask "1password"
cask "caffeine"
cask "discord"
cask "dropbox"
cask "expressvpn"
cask "flux"
cask "love"
cask "ollama"
cask "skype"
cask "steam"
cask "transmission"
cask "vlc"
cask "zoom"
