tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "grpc"
brew "apache-arrow"
brew "aria2"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "berkeley-db"
brew "cgal"
brew "chafa"
brew "chuck"
brew "ctags"
brew "deno"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "flyctl"
brew "fzf"
brew "libassuan"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "git"
brew "glow"
brew "graphviz"
brew "guile"
brew "helix"
brew "imagemagick"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lazygit"
brew "luarocks"
brew "mdbook"
brew "mdcat"
brew "minimal-racket"
brew "neovim"
brew "nmap"
brew "osm2pgsql"
brew "pass"
brew "perl"
brew "plantuml"
brew "sfcgal"
brew "postgis"
brew "postgresql@14", restart_service: true
brew "postgresql@16"
brew "python@3.11"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtorrent"
brew "sdl2"
brew "taskell"
brew "the_silver_searcher"
brew "transmission-cli"
brew "vim"
brew "yazi"
brew "zsh"
brew "oven-sh/bun/bun"
cask "1password"
cask "caffeine"
cask "discord"
cask "dropbox"
cask "expressvpn"
cask "flux"
cask "font-commit-mono-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "kitty"
cask "kobo"
cask "love"
cask "miniconda"
cask "ngrok"
cask "obsidian"
cask "openscad"
cask "retroarch"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "vlc"
cask "zoom"
